---
kind: property
id: P:Autodesk.Revit.DB.IFC.HostObjectSubcomponentInfo.LoopFace
source: html/1d2da0b1-26ee-91bc-cf36-d70eb73ea821.htm
---
# Autodesk.Revit.DB.IFC.HostObjectSubcomponentInfo.LoopFace Property

The face of the loops of the roof or floor slab.

## Syntax (C#)
```csharp
public Face LoopFace { get; }
```